IDEA Open Model
ReinforcementGroup.EndsTypeEnd Property
Compatible with IDEA StatiCa Beta 20.0
 End type of the end of reinforcement bar
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public LongReinfEndType EndsTypeEnd { get; set; }
Public Property EndsTypeEnd As LongReinfEndType
	Get
	Set
Property Value
Type: LongReinfEndType
See Also
Reference
ReinforcementGroup Class
IdeaRS.OpenModel.Detail Namespace